tap "buo/cask-upgrade"
tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "hacker1024/hacker1024"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "zegervdv/zathura"
brew "freetype"
brew "glib"
brew "gdk-pixbuf"
brew "adwaita-icon-theme"
brew "bash-completion"
brew "bat"
brew "python@3.11"
brew "bpytop"
brew "btop"
brew "cargo-c"
brew "cava"
brew "cling"
brew "cmatrix"
brew "coreutils"
brew "desktop-file-utils"
brew "dockutil"
brew "libogg"
brew "unbound"
brew "libass"
brew "libvorbis"
brew "libvpx"
brew "tesseract"
brew "ffmpeg"
brew "qt"
brew "fceux"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gtk-mac-integration"
brew "gum"
brew "howdoi"
brew "intltool"
brew "jq"
brew "libmagic"
brew "lolcat"
brew "lsd"
brew "lua"
brew "macchina"
brew "mas"
brew "midnight-commander"
brew "nano"
brew "neovim"
brew "nmap"
brew "no-more-secrets"
brew "node"
brew "pandoc"
brew "pandoc-crossref"
brew "pfetch"
brew "pipes-sh"
brew "pv"
brew "python-tk@3.11"
brew "python@3.10"
brew "ripgrep"
brew "shellcheck"
brew "sphinx-doc"
brew "switchaudio-osx"
brew "tesseract-lang"
brew "tldr"
brew "trash"
brew "tre-command"
brew "tty-clock"
brew "ttyd"
brew "vhs"
brew "viu"
brew "vivid"
brew "wget"
brew "yasm"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh-completions"
brew "charmbracelet/tap/soft-serve"
brew "felixkratz/formulae/sketchybar"
brew "hacker1024/hacker1024/coretemp"
brew "jesseduffield/lazygit/lazygit"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/synctex"
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-djvu"
brew "zegervdv/zathura/zathura-pdf-mupdf"
cask "basictex"
cask "cool-retro-term"
cask "hiddenbar"
cask "iterm2"
cask "latest"
cask "lepton"
cask "obsidian"
cask "onyx"
cask "quarto"
cask "raindropio"
cask "rectangle-pro"
cask "sf-symbols"
cask "spotify"
cask "stats"
cask "xquartz"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Color Picker", id: 1545870783
mas "Malwarebytes Browser Guard", id: 1577761052
mas "Noir", id: 1592917505
mas "Pages", id: 409201541
mas "Save to Raindrop.io", id: 1549370672
