tap "buo/cask-upgrade"
tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "hacker1024/hacker1024"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "zegervdv/zathura"
brew "freetype"
brew "glib"
brew "gdk-pixbuf"
brew "librsvg"
brew "adwaita-icon-theme"
brew "bash-completion"
brew "bat"
brew "python@3.11"
brew "bpytop"
brew "btop"
brew "cargo-c"
brew "cava"
brew "cling"
brew "cmatrix"
brew "coreutils"
brew "desktop-file-utils"
brew "dockutil"
brew "libogg"
brew "unbound"
brew "libass"
brew "libvorbis"
brew "libvpx"
brew "tesseract"
brew "ffmpeg"
brew "qt"
brew "fceux"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gtk-mac-integration"
brew "gum"
brew "howdoi"
brew "intltool"
brew "jq"
brew "libmagic"
brew "lolcat"
brew "lsd"
brew "lua"
brew "macchina"
brew "mas"
brew "midnight-commander"
brew "nano"
brew "neovim"
brew "nmap"
brew "no-more-secrets"
brew "node"
brew "pandoc"
brew "pandoc-crossref"
brew "pfetch"
brew "pipes-sh"
brew "pv"
brew "py3cairo"
brew "python-tk@3.11"
brew "python@3.10"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "switchaudio-osx"
brew "tesseract-lang"
brew "tldr"
brew "trash"
brew "tre-command"
brew "tty-clock"
brew "ttyd"
brew "vhs"
brew "viu"
brew "vivid"
brew "wget"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh-completions"
brew "charmbracelet/tap/mods"
brew "charmbracelet/tap/soft-serve"
brew "felixkratz/formulae/sketchybar"
brew "hacker1024/hacker1024/coretemp"
brew "jesseduffield/lazygit/lazygit"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zegervdv/zathura/girara"
brew "zegervdv/zathura/synctex"
brew "zegervdv/zathura/zathura", args: ["HEAD", "with-synctex"]
brew "zegervdv/zathura/zathura-djvu"
brew "zegervdv/zathura/zathura-pdf-mupdf"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "basictex"
cask "cool-retro-term"
cask "coteditor"
cask "drivedx"
cask "hiddenbar"
cask "iterm2"
cask "julia"
cask "latest"
cask "lepton"
cask "miniconda"
cask "obsidian"
cask "onyx"
cask "pycharm-ce"
cask "quarto"
cask "raindropio"
cask "rectangle-pro"
cask "sf-symbols"
cask "spotify"
cask "stats"
cask "xquartz"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Color Picker", id: 1545870783
mas "Malwarebytes Browser Guard", id: 1577761052
mas "Noir", id: 1592917505
mas "Save to Raindrop.io", id: 1549370672
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "ahmadawais.emoji-log-vscode"
vscode "alefragnani.Bookmarks"
vscode "alefragnani.project-manager"
vscode "batisteo.vscode-django"
vscode "bierner.emojisense"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "Catppuccin.catppuccin-vsc"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "CodeRoad.coderoad"
vscode "CS50.ddb50"
vscode "CS50.lab50"
vscode "CS50.markdown50"
vscode "CS50.vscode-presentation-mode"
vscode "dae.vscode-mac-color-picker"
vscode "diniremix.vscode-coffeescript-snippets"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "drewbarrett.vscode-coffeescript-preview"
vscode "EditorConfig.EditorConfig"
vscode "Endormi.2077-theme"
vscode "esbenp.prettier-vscode"
vscode "explaindev.explaindev"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "geequlim.godot-tools"
vscode "GitHub.codespaces"
vscode "github.vscode-github-actions"
vscode "goessner.mdmath"
vscode "golang.go"
vscode "IBM.output-colorizer"
vscode "idleberg.applescript"
vscode "idleberg.icon-fonts"
vscode "jasonnutter.search-node-modules"
vscode "jonsmithers.open-in-vim"
vscode "KevinRose.vsc-python-indent"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "madeindjs.notable"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mechatroner.rainbow-csv"
vscode "Meezilla.json"
vscode "ms-dotnettools.csharp"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.mono-debug"
vscode "ms-vscode.remote-explorer"
vscode "naumovs.color-highlight"
vscode "neikeq.godot-csharp-vscode"
vscode "nhoizey.gremlins"
vscode "oderwat.indent-rainbow"
vscode "pranaygp.vscode-css-peek"
vscode "quarto.quarto"
vscode "RDebugger.r-debugger"
vscode "redhat.vscode-yaml"
vscode "REditorSupport.r"
vscode "Remisa.shellman"
vscode "ritwickdey.LiveServer"
vscode "rogalmic.bash-debug"
vscode "sswg.swift-lang"
vscode "sumneko.lua"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "yinfei.luahelper"
vscode "yzhang.markdown-all-in-one"
