{
  "user_name": "Liv",
  "initial_setup_done": true,
  "show_task_progress": true,
  "show_quotes": true,
  "tasks": [
    {
      "name": "Todo esto suena muy teórico, la discusión tiene que promover la explicación de hechos. Todo lo que sea teoría o bien va en estado del arte o lo podemos deslizar aquí pero de otra forma.",
      "done": false
    },
    {
      "name": "Quien consideró Gtex, tu estudio o el otro?",
      "done": true
    },
    {
      "name": "Aquí cita el artículo de CESC TCGA",
      "done": true
    },
    {
      "name": "Sólo para estar seguras, esto lo han expuesto en resultados? Cuantas pts CESC eran HPV + y cuantas negativas?. Sólo como dato. Si fue 100%, aquí cambiaríamos un poco esta parte",
      "done": true
    },
    {
      "name": "Y a qué se debe?, un breve comentario o idea aquí.",
      "done": false
    },
    {
      "name": "Revisa bien la normativa APA, creo que así no se cita",
      "done": true
    },
    {
      "name": "Este 71% es en China, no?",
      "done": true
    },
    {
      "name": "Se ha encontrado, para cualquier infección viral o bacteriana, que hay cambio de expresión de glutaminasas?. Busca algún trabajo sobre eso y comentalo aquí brevemente, como para establecer una comparación",
      "done": false
    },
    {
      "name": "Reducir glutaminólisis? Qué mas?.",
      "done": false
    },
    {
      "name": "Se sabe si las glutaminasas varian por género? Quizá haya algo publicado y lo que observamos se deba a un hecho comun, entre hombres y mujeres",
      "done": false
    },
    {
      "name": "Aquí no entiendo la idea, parece que faltara algo",
      "done": false
    },
    {
      "name": "Una posible explicación de esas diferencias?",
      "done": false
    },
    {
      "name": "Falta referencia",
      "done": true
    },
    {
      "name": "Corregir los subtipos",
      "done": true
    },
    {
      "name": "Uniformiza este término en el documento: o te refieres a él como OS o como sobrevida global",
      "done": true
    },
    {
      "name": "Es ref 53 ó 54? Arriba dices 54",
      "done": true
    },
    {
      "name": "Los nombres de los genes van en cursiva, revisar todo el documento",
      "done": false
    },
    {
      "name": "Averiguar esto",
      "done": false
    },
    {
      "name": "Pero creo que en este estudio no trabajan con células cancerosas, o sí?. Sería equivalente la comparación?",
      "done": true
    },
    {
      "name": "Puedes conseguir una ref que respalde esto? Queremos un comentario aquí que respalde el uso del FPKM como mejor medida que el valor relativo de mRNA, usado por saha",
      "done": true
    },
    {
      "name": "Esto no es del todo correcto porque el PFKM de TCGA también puede haber sido obtenido por RT-PCR. Chequea bien cual fue esa diferencia con el nuestro.",
      "done": true
    },
    {
      "name": "AQUI",
      "done": true
    },
    {
      "name": "Este tipo de interpretaciones son válidas en la discusión y deben ser presentadas así, pero en este caso, no estoy segura de si es tan sencillo concluir que bajo GLS1, baja glutaminólisis porque la gls2 está en niveles normales. Puedes revisar este tipo de articulos y ver si esa interpretación o conclusión es válida?",
      "done": true
    },
    {
      "name": "Encontramos también alguna asociación?",
      "done": true
    },
    {
      "name": "Esto llevalo a la sección de llimitaciones del estudio",
      "done": true
    },
    {
      "name": "Creo que este término está mal usado",
      "done": true
    },
    {
      "name": "Limitaciones debe ir como sección aparte, después de las conclusiones. Van enlistadas",
      "done": true
    }
  ]
}